{"inkVersion":21,"root":[["^A human male stands at the end of the velvet rope. This must be the nightclub guard the other humans call “bouncer” and worry about impressing with their clothes.","\n","^I wonder if mine will achieve that?","\n","^According to my observation, humans are drawn to flashy colors and materials that catch the light. Just like most of Earth's intelligent species, they are adept at noticing things that stick out in their environment.","#","^disco","/#","\n","^Many animals use bright colors to attract attention from others, typically to ward them off or to attract a mate. It seems that humans place less emphasis on finding a mate, but clearly their intent is to attract other humans. In this context, the bouncer takes on the role of the mate. ","#","^disco","/#","\n","^…What's with the hair, though? ","#","^disco","/#","\n","^“Eyes up here.\" He snaps his fingers under - well, where he thinks my nose is. \"You're spacing out, buddy.\" ","#","^disco","/#","\n","^Oh. That's a rude mannerism, isn't it? We have a similar term for those with eyes full of stars. ","#","^disco","/#","\n","^\"Sorry, man.\" ","#","^disco","/#","\n","^\"Ah, no worries. Come on through.\" And just like that, he waves me in. ","#","^disco ","/#","#","^microgame","/#","\n","^According to my human manual, blending in is important to humans. Most humans of maturity choose to wear neutral or desaturated clothing, and they all want to dress like each other. ","#","^casual","/#","\n","^But some of the people in this line don’t. Are they juveniles maybe? Younger humans tend to be more experimental, matching their fiery tempers. ","#","^casual","/#","\n","^No, that can’t be right. This line looks like it encompasses multiple age groups. They all dress in flashy colors and use shiny metals to decorate themselves. How do I explain my outfit then? ","#","^casual","/#","\n","^“Next.” He barely gives it a glance. ","#","^casual","/#","\n","^Whoops. ","#","^casual","/#","\n","^It seems there’s more to the criteria for entering this building. Perhaps this is a different kind of human custom, requiring more elaborate decoration? ","#","^casual","/#","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}