{"inkVersion":21,"root":[["^“Man, this nightclub’s so stingy! Who even cares if we don’t have enough sequins on our shirts? “","\n","^“And how on earth is this outfit unoriginal?”","\n","^“That was rough. Guess this really is a high-end place.”","\n","^I wonder what they're talking about. “What’s up, dudes?”","\n","^“Huh? Who the fuck is this?”","\n","^“Where’d you come from?”","\n","^Oh no. They can’t have guessed already, have they? Surely there’s a natural-sounding response to this…","\n","^“Planet earth, of course, just like you.”","\n","^“Oh great, a hippie tourist. Just when I thought this day couldn’t get any worse…”","\n","^It’s working!","\n","^“Ahem. Can we help you?”","\n","ev","str","^Ask about nightclub","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^I'm good, thanks","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["^ ",{"->":"nightclub"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"dismiss"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"nightclub":["^“What is this nightclub you speak of?”","\n","^“What? Oh, you mean where? It’s just to the left across the street. You literally can’t miss it.”","\n","^Knowing human architecture, I’m sure I can. These buildings are so flat and thin, and their signs make no sense. I walked up and down the street for so long looking for the fifth avenue building yesterday.","\n","^“From looking at you, you might have better luck getting in than us.”","#","^disco","/#","\n","^“Yeah, that fit’s shiny!”","#","^disco","/#","\n","^“Thank you, my friend. Well, I should be off. I will go to the shiny building you talked about.”","#","^disco","/#","\n","^“Naw, don’t bother. The snobs over there’d never welcome someone like you.”","#","^casual","/#","\n","^“I’m afraid I don’t follow.” ","#","^casual","/#","\n","^“You really think you can get into one of the best nightclubs in town wearing dirty jeans and a t-shirt? Forget it.”","#","^casual","/#","\n","^“To be fair, he’s not wrong. You better have a change of clothes ready.”","#","^casual","/#","\n","^I better write that down. “Noted.”","#","^casual","/#","\n","done",{"#f":1}],"dismiss":["^\"No, I’m alright, man.”","\n","^“…Okay?”","\n","^“Urgh, don’t even bother. I bet he’s high. I hate these fucking tourists…”","\n","^“Hey, chill out dude. We’ll get in next time.”","\n","^They don’t seem to be paying any more attention.","\n","done","end",{"#f":1}],"#f":1}],"listDefs":{}}